import Link from "next/link";
export default function Who_We_Are() {
    return (
        <>

            <section className="spdt spdt who-we-are-sec bg-light">
                <div class="container">
                    <div class="row">
                        <div class="col-lg-12">
                            <div class="text-center heading mw-100">
                                <h2 className="heading-title size-l">ثقافة عملنا</h2>
                                <p className="heading-desc">تعتمد ثقافة عملنا في ياسا على تعزيز الشعور القوى بروح المجتمع والتعاون المشترك من خلال قوة العمل الجماعي والدعم المستمر لجميع أعضاء فريقنا لمشاركة الأفكار والمعرفة والخبرة ولأن التعليم يكمن في صميم عملنا فإننا ملتزمون بتمكين موظفينا من خلال التطوير المستمر سواءً بحضورهم لورش العمل او الندوات المعدة خصيصاً لهم  لمشاركة مهاراتهم وصقلها ورفع كفاءتهم لحرصنا على تقدمهم المهني فلا يقتصر التعليم على الطلبة فقط وإنما يمتد الى القوى العاملة لدينا فنشجع التوجه للتدريب بين النُظراء لمشاركة المعرفة والاستفادة من نقاط قوتهم الفردية وتعزيز المواهب لديهم لأن ثقافة العمل المزدهرة تؤدي الى نتائج استثنائية وتمنح الشعور بالنجاح لجميع العاملين.</p>
                            </div>
                        </div>
                    </div>
                </div>
            </section>

        </>
    )
}