'use client'

import Layoutmobile from "@/components/layout/Layoutmobile";
import HeadComponent from "@/components/layout/Header/Head";

export default function PrivacyPolicy() {
    const title = "سياسة الخصوصية";
    const content ="نحن في ياسا نضمن التزامنا الصارم بخصوصيتك فيما يتعلق بحماية معلوماتك من أجل تزويدك بإمكانية الوصول الى خدماتنا بدون انقطاع"


    return (
        <>
        <HeadComponent title={title}
            content={content}
            />

            <Layoutmobile
                pageTitle="سياسة الخصوصية"
                pageTitleDesc="آخر تعديل: 11 ديسمبر 2023"
            >
                <div className="container">
                    <div className="page-content inner boxed">
                   
                    <p>نحن في ياسا نضمن التزامنا الصارم بخصوصيتك فيما يتعلق بحماية معلوماتك من أجل تزويدك بإمكانية الوصول الى خدماتنا بدون انقطاع، قد نقوم بجمع معلومات عنك والكشف عنها في ظل ظروف معينة. لتعزيز حماية خصوصيتك، يُنصح جميع زوار تطبيقنا بقراءة سياسة الخصوصية الخاصة بنا وفهمها بعناية، حيث إنه من خلال الوصول إلى التطبيق فإنك توافق على الالتزام بشروط وأحكام سياسة الخصوصية وتوافق على جمع المعلومات المتعلقة بك وتخزينها واستخدامها على النحو المنصوص عليه هنا.</p>
<p>إذا كنت لا توافق على شروط وأحكام سياسة الخصوصية الخاصة بنا، بما في ذلك ما يتعلق بطريقة جمع معلوماتك أو استخدامها، فيرجى الامتناع عن استخدام التطبيق أو الوصول إليه.</p>
<p><strong>التعاريف</strong></p>
<ul>
<li>تشير ضمير المتكلم "نحن" و"خاصتنا" و"لنا" إلى منشئي سياسة الخصوصية هذه.</li>
<li>تشير ضمائر "أنت" و"خاصتك" و"نفسك" و"المستخدم" إلى الأفراد الطبيعيين والاعتباريين الذين يستخدمون التطبيق.</li>
<li>"التطبيق" يشير إلى ياسا.</li>
<li>"المعلومات الشخصية" تعني أي معلومات تعريف شخصية قد نجمعها منك.</li>
<li>تشير عبارة "الطرف الثالث" إلى أي موقع ويب أو شركة أو فرد أو جهات إنفاذ القانون باستثناء المستخدم ومنشئ الموقع .</li>
</ul>
<p><strong>نظرة عامة</strong></p>
<p>نحن ملتزمون باحترام بيانات الخصوصية الخاصة بك على الإنترنت ونحن ندرك أيضًا حاجتك إلى الحماية المناسبة وإدارة أي معلومات شخصية تشاركها معنا وتتضمن معلوماتك التي نعتبرها شخصية على سبيل المثال لا الحصر، اسمك أو عنوانك أو عنوان بريدك الإلكتروني أو رقم هاتفك أو معلومات الاتصال الأخرى.</p>
<p>لشراء أي منتج من هذا التطبيق او التسجيل فيه، يتعين عليك تسجيل بياناتك، بما في ذلك على سبيل المثال لا الحصر:<br /> اسمك</p>
<ul>
<li>رقم الهاتف المحمول</li>
<li>الصوره الشخصيه</li>
<li>تفاصيل الحساب المصرفية (للمعلم)</li>
<li>تفاصيل الفصل والموضوع والمنهج</li>
<li>عنوان البريد الإلكتروني</li>
<li>شهادات المهنة</li>
<li>فيديو مقدمة</li>
<li>لإثبات المواطنه / الإقامة</li>
</ul>
<p>تنطبق سياسة الخصوصية هذه أيضًا على البيانات التي نجمعها من المستخدمين غير المسجلين كأعضاء في هذا الموقع، بما في ذلك على سبيل المثال لا الحصر، سلوك التصفح والصفحات المعروضة.</p>
<p><strong>التعديلات والتغييرات على الشروط والأحكام وسياسة الخصوصية</strong></p>
<p>نحن نحتفظ بالحق في تغيير الشروط وسياسة الخصوصية من وقت لآخر حسب ما نراه مناسبًا، دون أي إشعار لك. إن استمرارك في استخدام الموقع يعني موافقتك على أي تعديل على هذه الشروط. لذلك ننصحك بإعادة قراءة شروط الخدمة بانتظام. إذا كنت لا تقبل أي تعديلات على الشروط، فيمكنك إنهاء استخدامك لهذا التطبيق على الفور.</p>
<p><strong>المعلومات التي نجمعها</strong></p>
<p>يتطلب نموذج الطلب الخاص بمنصتنا عبر الإنترنت من المستخدمين تقديم معلومات الاتصال (مثل اسمك ورقم هاتفك وعنوان بريدك الإلكتروني) باعتبارك عضوًا، كما يتعين عليك تقديم عنوان بريد إلكتروني صالح أثناء التسجيل واختيار اسم مستخدم أو اسم مستعار يمثل هويتك على تطبيقنا. يتم تجميع هذه المعلومات وتحليلها على أساس رفع الجودة ومعرفة سلوك العميل. وقد يتضمن عنوان المتصفح الذي أتت منه المعلومات أو متصفح جهاز الحاسوب الخاص بك.</p>
<p>نحن نتتبع التطبيقات المثبتة على جهاز المستخدم للكشف عن الاحتيال. نقوم أيضًا بجمع وتخزين المعلومات الشخصية التي تقدمها من وقت لآخر على الموقع. نحن نجمع ونستخدم فقط تلك المعلومات منك التي نعتبرها ضرورية لتحقيق تجربة سلسة وفعالة وآمنة، ومصممة خصيصًا لتلبية احتياجاتك وهذا يتضمن:</p>
<p>&nbsp;</p>
<ul>
<li>تمكين توفير الخدمات التي اخترتها.</li>
<li>توصيل المعلومات الضرورية المتعلقة بالحساب والمنتج/الخدمة.</li>
<li>مما يتيح لك الحصول على خدمات رعاية العملاء عالية الجودة.</li>
<li>إجراء الفحوصات اللازمة لمنع الاحتيال وغسل الأموال والامتثال لأعلى معايير الأمان.</li>
<li>الالتزام بالقوانين والقواعد واللوائح المعمول بها.</li>
<li>تزويدك بالمعلومات والعروض حول المنتجات والخدمات والتحديثات والعروض الترويجية ومقدمي الخدمات والشركاء ذوي الصلة الذين نعتقد أنهم سيثيرون اهتمامك.</li>
<li>عندما تتعلق أي خدمة تطلبها بطرف ثالث، يجوز لنا مشاركة هذه المعلومات حسب الضرورة المعقولة لتنفيذ طلب الخدمة الخاص بك مع هذا الطرف الثالث. نستخدم أيضًا معلومات الاتصال الخاصة بك لإرسال العروض إليك بناءً على اهتماماتك ونشاطك السابق.</li>
<li>يجوز للشركة أيضًا استخدام معلومات الاتصال داخليًا لتوجيه جهودها لتحسين المنتج، وللاتصال بك كمستجيب للاستبيان، ولإرسال مواد ترويجية لك عن المعلنين الذين ابديت اهتماماً مسبقاً بهم.</li>
</ul>
<p>علاوة على ذلك، يمكنك اختيار تقديم المعلومات المالية المتعلقة بالدفع (بيانات بطاقة الائتمان، تفاصيل الحساب المصرفي، عنوانك، وما إلى ذلك) على التطبيق من وقت لآخر. نحن ملتزمون بالحفاظ على أمان جميع هذه البيانات/المعلومات الحساسة في جميع الأوقات والتأكد من أن هذه البيانات/المعلومات يتم التعامل معها فقط عبر الموقع الآمن لبوابات الدفع المعتمدة، والتي يتم تشفيرها رقميًا لتوفر أعلى مستويات الأمان. <br /> لن تستخدم الشركة معلوماتك المالية لأي غرض آخر غير إتمام المعاملة معك. لديك خيار عدم الكشف عن معلومات محددة تفضل عدم جمعها أو تخزينها أو استخدامها. يمكنك أيضًا اختيار عدم استخدام خدمة أو ميزة معينة على الموقع وإلغاء الاشتراك في أي اتصالات غير ضرورية من الشركة. تنطوي المعاملات عبر الإنترنت على مخاطر كامنة، والتي لا يمكن التخفيف منها إلا من خلال اتباع الممارسات الأمنية مثل عدم الكشف عن المعلومات المتعلقة بالحساب/تسجيل الدخول للآخرين وإبلاغ فريق خدمة العملاء لدينا على الفور بأي نشاط مشبوه أو اختراق محتمل لحسابك.</p>
<p><strong>كيف يتم جمع المعلومات</strong></p>
<ul>
<li>قبل أو أثناء جمع المعلومات الشخصية، سنحدد الأغراض التي يتم جمع المعلومات من أجلها.</li>
<li>سنقوم بجمع واستخدام المعلومات الشخصية لتحقيق الأغراض المحددة من قبلنا ولأغراض أخرى متوافقة معها بعد أن نحصل على موافقة الفرد المعني كما يقتضي القانون.</li>
<li>سنحتفظ بالمعلومات الشخصية فقط طالما كان ذلك ضروريًا لتحقيق هذه الأغراض.</li>
<li>سنقوم بجمع المعلومات الشخصية بوسائل قانونية وعادلة، وعند الحاجة لذلك، بمعرفة وموافقة الفرد المعني.</li>
<li>يجب أن تكون البيانات الشخصية ذات صلة بالأغراض التي سيتم استخدامها من أجلها، وبالقدر اللازم لهذه الأغراض ويجب أن تكون دقيقة وكاملة وحديثة.</li>
</ul>
<p><strong>التواصل مع المستخدم</strong></p>
<ul>
<li>أنت توافق صراحةً على تلقي رسائل البريد الإلكتروني، أو الهاتف، أو الواتساب، أو الرسائل النصية منا أو من الشركات التابعة لنا أو شركائنا أو الشركات التابعة لنا بغرض تقديم التنبيهات والمعلومات المتعلقة بالخدمات. أنت تفهم وتوافق على أننا والشركات التابعة لنا والشركاء والشركات التابعة لنا قد نقرر ما إذا كانت المعلومات والعروض الترويجية الخاصة بنا أو تلك الخاصة بشركائنا التابعين أو الزملاء أو الشركات التابعة لنا هي تحديثات أو ترقيات لأي سلع أو خدمات استفدت منها أو استفدت منها سابقًا مننا.</li>
<li>تتوافق هذه الاشتراطات مع أي تسجيل قد تكون قمت به في النطاق القضائي لدولتك الخاص بك لإلغاء الاشتراك في هذه الاتصالات، بما في ذلك تسجيل طلب عدم الاتصال، حسب الحاجة.</li>
</ul>
<p><strong>الروابط الخارجية على التطبيق</strong></p>
<ul>
<li>قد يتضمن التطبيق روابط تشعبية لمواقع ويب أو محتوى أو موارد أخرى تقدمها شركات أو أفراد غيرنا. ليس لدينا أي سيطرة على مثل هذه التطبيقات أو الموارد ولا نؤيد أي إعلانات أو منتجات أو مواد أخرى متاحة منها. نحن لسنا مسؤولين عن أي خسارة أو ضرر يحدث نتيجة لتوفر هذه المواقع أو الموارد الخارجية أو الاعتماد على اكتمال مستوى الأمان لديهم أو وجود أي إعلانات أو منتجات أو مواد متاحة منها. قد يكون لمقدمي خدمات الطرف الثالث ومواقع الطرف الثالث سياسات خصوصية خاصة بهم تحكم تخزين معلوماتك الشخصية والاحتفاظ بها.</li>
<li>عندما تدخل إلى موقع طرف ثالث، قم بمراجعة سياسة الخصوصية الخاصة به من حيث صلتها بحماية معلوماتك الشخصية كما أننا نستعين بشركات إعلان خارجية لعرض الإعلانات عند زيارتك للتطبيق.</li>
</ul>
<p><strong>استخدامنا لمعلوماتك</strong></p>
<ul>
<li>يتم استخدام معلومات الاتصال الخاصة بك للاتصال بك عند الضرورة.</li>
<li>قد نستخدم عنوان بروتوكول الانترنت الخاص بك لتشخيص المشكلات في خادمنا وإدارة التطبيق والتعرف عليك وجمع المعلومات الديموغرافية.</li>
<li>قد نستخدم عنوان بروتوكول الانترنت الخاص بك لحماية شركائنا وأنفسنا من الاحتيال.</li>
<li>سوف نقوم بتعزيز إجراءاتنا الأمنية مع توفر التكنولوجيا الجديدة.</li>
<li>سنقوم بنقل معلوماتك إذا تم الاستحواذ علينا أو دمجنا مع شركة أخرى.</li>
<li>سنقوم بإعلامك قبل أن يتم نقل معلوماتك وقبل أن تصبح خاضعة لسياسة خصوصية مختلفة.</li>
<li>يجوز لنا الكشف عن معلوماتك الشخصية لطرف ثالث امتثالاً لأمر من المحكمة أو إجراء قانوني مماثل، أو عندما نعتقد بحسن نية أن هذا الكشف ضروري للامتثال للقانون، أو لمنع الضرر الجسدي الوشيك أو الخسارة المالية، أو التحقيق في الأمور غير القانونية والأنشطة أو الاحتيال المشتبه به أو انتهاكات شروط الاستخدام الخاصة بنا.</li>
<li>يجوز لنا الكشف عن معلومات التعريف الشخصية للأطراف وفقًا لسياسة حقوق الطبع والنشر الخاصة بنا كما هو مذكور في شروط الاستخدام حيث نعتقد أن هذا الكشف ضروري أو مناسب فيما يتعلق بالتحقيقات المتعلقة بالاحتيال، أو انتهاك الملكية الفكرية، أو القرصنة، أو أي نشاط غير قانوني آخر وفي مثل هذه الحالات قد نكشف عن الاسم والعنوان والدولة ورقم الهاتف وعنوان البريد الإلكتروني واسم المستخدم.</li>
</ul>
<p><strong>السرية</strong></p>
<ul>
<li>قد يحتوي التطبيق على معلومات سرية لا يجوز لك الكشف عنها دون الحصول على موافقة كتابية مسبقة منا.</li>
<li>تعتبر معلوماتك سرية ولن يتم الكشف عنها لأي طرف ثالث، باستثناء ما يقتضيه القانون للسلطات المختصة.</li>
<li>لن نقوم ببيع أو مشاركة أو تأجير معلوماتك الشخصية إلى أي طرف ثالث أو استخدام عنوان بريدك الإلكتروني للبريد غير المرغوب فيه.</li>
<li>ستكون أي رسائل بريد إلكتروني نرسلها مرتبطة بتوفير الخدمات والمنتجات المتفق عليها.</li>
</ul>
<p><strong>إفصاحنا عن معلوماتك</strong></p>
<p>نظرًا للبيئة التنظيمية، لا يمكننا ضمان عدم الكشف أبدًا عن جميع الاتصالات الخاصة ومعلومات التعريف الشخصية بطرق غير موضحة في سياسة الخصوصية هذه. على سبيل المثال، قد نضطر إلى الكشف عن المعلومات للحكومة أو وكالات إنفاذ القانون أو أطراف ثالثة. في ظل ظروف معينة، قد تقوم أطراف ثالثة بشكل غير قانوني باعتراض عمليات الإرسال أو الاتصالات الخاصة أو الوصول إليها. على الرغم من أننا نستخدم ممارسات متوافقة مع معايير الصناعة لحماية خصوصيتك، إلا أننا لا نعد بأن تظل معلومات التعريف الشخصية أو اتصالاتك الخاصة خاصة دائمًا. نحن لا نبيع أو نؤجر معلومات التعريف الشخصية لأطراف ثالثة. ومع ذلك، قد يتم الكشف عن معلومات التعريف الشخصية الخاصة بك بطرق مختلفة:</p>
<ul>
<li>مقدمو الخدمات الخارجيون: قد تتطلب الخدمات التي يقدمها مقدمو الخدمات الخارجيون الكشف عن المعلومات لهم، والتي تحكمها سياستهم الخاصة.</li>
<li>الكيانات المؤسسية الأخرى: نحن نشارك البيانات، بما في ذلك معلومات التعريف الشخصية، مع الشركة الأم/الشركات التابعة لتلبية احتياجاتك عبر الإنترنت والخدمات ذات الصلة على مستوى العالم.</li>
<li>الاندماج أو الاستحواذ: قد نقوم بمشاركة البيانات لمواصلة تقديم الخدمة في حالة الاندماج أو الاستحواذ.</li>
<li>القانون والنظام: نحن نتعاون في كشف معلوماتك التعريفية الشخصية مع جهات إنفاذ القانون والأطراف الثالثة لإنفاذ القوانين، مثل حقوق الملكية الفكرية والاحتيال ومسؤولي إنفاذ القانون والمسؤولين الحكوميين عند الضرورة، وفقًا لتقديرنا الخاص.</li>
</ul>
<p><strong>الوصول إلى المعلومات ومراجعتها</strong></p>
<ul>
<li>بعد التسجيل، يمكنك مراجعة وتغيير المعلومات التي قدمتها في كل مرة باستثناء اسم العرض الخاص بك. قد يؤدي تغيير المعلومات إلى تتبع معلوماتك القديمة.</li>
<li>نحن نحتفظ بالمعلومات المطلوبة لظروف معينة، مثل حل النزاعات واستكشاف الأخطاء وإصلاحها.</li>
<li>قد لا تتم إزالة هذه المعلومات بالكامل من قواعد بياناتنا بسبب القيود الفنية والقانونية.</li>
</ul>
<p><strong>جامعي المعلومات الأخرى</strong></p>
<ul>
<li>تتناول سياسة الخصوصية هذه استخدام المعلومات التي نجمعها منك والكشف عنها حسب المعطيات والأسباب السابق ذكرها فإذا قمت أنت بالكشف عن المعلومات لأطراف أخرى، فقد يتم تطبيق قواعد مختلفة حيث يلتزم معلنو الطرف الثالث بسياسات الخصوصية الخاصة بهم.</li>
</ul>
<p><strong>حماية المعلومات</strong></p>
<ul>
<li>نحن نتعامل مع البيانات باعتبارها أحد الأصول التي يجب حمايتها من الفقدان والوصول غير المصرح به.</li>
<li>نحن نستخدم تقنيات أمنية مختلفة لحماية هذه البيانات.</li>
<li>لا نوصي بنقل المعلومات الحساسة (مثل أرقام بطاقات الائتمان) عبر الموقع.</li>
<li>نحن نتبع ممارسات قياسية في الصناعة لحماية المعلومات الشخصية، ولكن "الأمان المثالي" غير موجود على الإنترنت.</li>
<li>أنت توافق على أن الانتهاكات الأمنية الخارجة عن سيطرتنا تكون على مسؤوليتك الخاصة.</li>
</ul>
<p><strong>إخلاء المسؤولية</strong></p>
<ul>
<li>لا يمكننا ضمان عدم الكشف عن جميع الاتصالات الخاصة والمعلومات الشخصية أبدًا بطرق غير موضحة في سياسة الخصوصية هذه ولذلك، نحن ملتزمون بحماية خصوصيتك، ولكننا لا نعدك بأن معلوماتك ستظل خاصة دائمًا.</li>
<li>أنت تتحمل دائماً المسؤولية والمخاطر المتعلقة باستخدامك للموقع والإنترنت.</li>
</ul>
<p><strong>المنازعات والاختصاص القضائي</strong></p>
<ul>
<li>سيتم حل النزاعات من خلال آلية بديلة لحل النزاعات مكونة من خطوتين:</li>
</ul>
<ol>
<li>المرحلة الأولى: الوساطة.</li>
<li>المرحلة الثانية: التحكيم إذا لزم الأمر.</li>
</ol>
<ul>
<li>نحن نتعاون مع تحقيقات إنفاذ القانون والأطراف الثالثة الأخرى لإنفاذ القوانين والحقوق.</li>
</ul>



                    </div>
                </div>
            </Layoutmobile>

        </>
    )
}
