'use client'

import Layoutmobile from "@/components/layout/Layoutmobile";
import Script from "next/script";
<link rel="preload" href="/assets/css/style-rtl.css" as="style"/>
export default function TermsAndConditionMobile() {
    return (
        <>

        <Layoutmobile >
        <div className="container">
        <div className="page-content inner boxed" >


<ul>
<li>يتم تشغيل هذا التطبيق بواسطة ياسا للتعليم الإلكتروني في جميع أنحاء التطبيق/الموقع الإلكتروني.</li>
<li>تشير المصطلحات "نحن" و"لنا" و"خاصتنا" إلى ياسا للتعليم الإلكتروني.</li>
<li>تقدم ياسا للتعليم الإلكتروني هذا التطبيق، بما في ذلك جميع المعلومات والأدوات والخدمات المتاحة من هذا التطبيق/الموقع الإلكتروني لك أنت عزيزي المستخدم بشرط قبولك لجميع الشروط والأحكام والسياسات والإشعارات المذكورة هنا.</li>
<li>من خلال زيارة للتطبيق/الموقع الإلكتروني و/او الشراء منه، فإنك تشارك في "خدمتنا" وتوافق على الالتزام بالشروط والأحكام التالية ("شروط الخدمة"، "الشروط")، بما في ذلك تلك الشروط والأحكام الإضافية والسياسات المشار إليها هنا.</li>
<li>تنطبق شروط الخدمة هذه على جميع مستخدمي التطبيق/موقع الويب، بما في ذلك، على سبيل المثال لا الحصر، المستخدمين من المتصفحات والبائعين والعملاء والتجار و/أو المساهمين في المحتوى.</li>
<li>يرجى قراءة شروط الخدمة هذه بعناية قبل الوصول إلى تطبيقنا/موقعنا الإلكتروني أو استخدامه.</li>
<li>من خلال الوصول إلى أي جزء من التطبيق/موقع الويب أو استخدامه، فإنك توافق على الالتزام بشروط الخدمة.</li>
<li>إذا كنت لا توافق على جميع شروط وأحكام هذه الاتفاقية، فلا يجوز لك الوصول إلى التطبيق/الموقع الإلكتروني أو استخدام أي خدمات.</li>
<li>يمكنك مراجعة الإصدار الأحدث من شروط الخدمة في أي وقت على هذه الصفحة.</li>
<li>نحن نحتفظ بالحق في تحديث أو تغيير أو استبدال أي جزء من شروط الخدمة هذه عن طريق نشر التحديثات و/أو التغييرات على </li>
<li>تقع على عاتقك مسؤولية مراجعة هذه الصفحة بشكل دوري لمعرفة التغييرات.</li>
<li>إن استمرارك في استخدام التطبيق/موقع الويب أو الوصول إليه بعد نشر أي تغييرات nomيشكل قبولًا لهذه التغييرات.</li>
</ul>
<h3>شروط التطبيق/الموقع الإلكتروني</h3>
<ul>
<li>بالموافقة على شروط الخدمة هذه، فإنك تقر بأنك تبلغ على الأقل سن الرشد وقد منحتنا موافقتك على السماح لأي من المعالين القصر من طرفك باستخدام هذا التطبيق/الموقع.</li>
<li>لا يجوز لك استخدام منتجاتنا لأي غرض غير قانوني أو غير مصرح به ولا يجوز لك، أثناء استخدام الخدمة، انتهاك أي قوانين في نطاق دولتك القضائي (بما في ذلك، على سبيل المثال لا الحصر، قوانين حقوق الطبع والنشر).</li>
<li>يجب ألا تقوم بنقل الفيروسات بجميع انواعها أو أي تعليمات برمجية ذات طبيعة مدمرة إلى التطبيق/الموقع بأي طريقة.</li>
<li>سيؤدي أي خرق أو انتهاك لأي من الشروط السابقة إلى الإنهاء الفوري لخدماتك وتحملك للمسؤولية القانونية.</li>
</ul>
<h3>الشروط العامة</h3>
<ul>
<li>نحن نحتفظ بالحق في رفض الخدمة لأي شخص لأي سبب في أي وقت.</li>
<li>أنت تدرك أن المحتوى الخاص بك (لا يشمل معلومات بطاقة الائتمان) قد يتم نقله بشكل غير مشفر ويتضمن:</li>
</ul>
<ol>
<li>عمليات النقل عبر شبكات مختلفة.</li>
<li>التغييرات للتوافق والتكيف مع المتطلبات الفنية لربط الشبكات أو الأجهزة.</li>
</ol>
<ul>
<li>يتم دائمًا تشفير معلومات بطاقة الائتمان أثناء النقل عبر الشبكات.</li>
<li>أنت توافق على عدم إعادة إنتاج، أو تكرار، أو نسخ، أو بيع، أو إعادة بيع، أو استغلال أي جزء من الخدمة أو استخدام الخدمة أو الوصول إلى الخدمة أو أي جهة اتصال على التطبيق/الموقع الإلكتروني الذي يتم من خلاله تقديم الخدمة دون إذن كتابي صريح بواسطتنا.</li>
<li>تم تضمين العناوين المستخدمة في هذه الاتفاقية للملاءمة فقط ولن تحد من هذه الشروط أو تؤثر عليها بأي شكل آخر.</li>
</ul>
<h3>دقة المعلومات واكتمالها وتوقيتها</h3>
<ul>
<li>نحن لسنا مسؤولين إذا كانت المعلومات المتاحة على هذا التطبيق/الموقع الإلكتروني غير دقيقة أو كاملة أو حديثة.</li>
<li>يتم توفير المواد الموجودة على هذا التطبيق/الموقع للحصول على معلومات عامة فقط ولا ينبغي الاعتماد عليها أو استخدامها كأساس وحيد لاتخاذ القرارات دون استشارة مصادر المعلومات الأساسية أو الأكثر دقة أو الأكثر اكتمالاً في الوقت المناسب.</li>
<li>أي اعتماد على المواد الموجودة في هذا التطبيق/الموقع الإلكتروني يكون على مسؤوليتك الخاصة.</li>
<li>قد يحتوي هذا التطبيق/الموقع على معلومات تاريخية وهي ليست بالضرورة حديثة ويتم توفيرها للرجوع إليها فقط.</li>
<li>نحن نحتفظ بالحق في تعديل محتويات هذا التطبيق/الموقع الإلكتروني في أي وقت، ولكن ليس لدينا أي التزام بتحديث أي معلومات على التطبيق/الموقع الإلكتروني الخاص بنا.</li>
<li>أنت توافق على أنه تقع على عاتقك مسؤولية مراقبة التغييرات التي تطرأ على تطبيقنا/موقعنا الإلكتروني.</li>
</ul>
<h3>تعديلات على الخدمة والأسعار</h3>
<ul>
<li>أسعار منتجاتنا عرضة للتغيير دون إشعار.</li>
<li>نحن نحتفظ بالحق في تعديل الخدمة أو إيقافها في أي وقت (أو أي جزء أو محتوى منها) دون اي إشعار لن نكون مسؤولين تجاهك أو تجاه أي طرف ثالث عن أي تعديل أو تغيير في السعر أو إيقاف الخدمة.</li>
</ul>
<h3>الخدمات</h3>
<ul>
<li>قد تكون الخدمات متاحة حصريًا عبر الإنترنت من خلال التطبيق/الموقع الإلكتروني.</li>
<li>قد تكون الخدمات متاحة بكميات محدودة ولا تخضع لسياسة استرداد الأموال.</li>
<li>لقد بذلنا قصارى جهدنا لعرض صور منتجاتنا التي تظهر على التطبيق/الموقع الإلكتروني بأكبر قدر ممكن من الدقة.</li>
<li>لا يمكننا أن نضمن دقة عرض شاشة الحاسوب الخاص بك لأي لون.</li>
<li>نحن نحتفظ بحقوق تقديم خدماتنا في النشر والتوسع، ولكننا غير ملزمين في الحد من مبيعات خدماتنا لأي شخص أو منطقة جغرافية بشكل حصري ويجوز لنا ممارسة هذا الحق على أساس كل حالة على حدة وتخضع جميع أوصاف وأسعار الخدمات للتغيير في أي وقت دون إشعار، وفقًا لتقديرنا الخاص.</li>
<li>نحن نحتفظ بالحق في إيقاف أي خدمة من خدماتنا في أي وقت.</li>
<li>أي عرض لأي خدمة يتم تقديمها خارج حدود موافقاتنا واشتراطاتنا المسبقة على هذا التطبيق/الموقع الإلكتروني يعد باطلاً وحيثما يكون فانة محظور تاماً.</li>
<li>نحن لا نضمن أن جودة الخدمات أو المعلومات التي اشتريتها أو حصلت عليها مجاناً سوف تلبي توقعاتك أو أنه سيتم تصحيح أي أخطاء في الخدمة بعد الحصول عليها مجاناً او بمقابل مادي.</li>
</ul>
<h3>دقة معلومات الحساب</h3>
<ul>
<li>نحن نحتفظ بالحق في رفض أي طلب يتم تقديمه دون ابداء اسباب كما يجوز لنا، وفقًا لتقديرنا الخاص، الموافقة أو التعديل او الالغاء لإي عملية تتم على منصتنا.</li>
<li>قد تتضمن القيود المذكورة الطلبات المقدمة من قبل العميل، أنت توافق على تقديم المعلومات الكاملة والدقيقة التي تتم على التطبيق/الموقع الإلكتروني الخاص بنا.</li>
<li>أنت توافق على تحديث بياناتك ومعلوماتك على الفور وقتما تطلب الامر ذلك او بناء على رغبتنا، بما في ذلك عنوان بريدك الإلكتروني، حتى نتمكن من إكمال معاملاتك بشكل صحيح والاتصال بك حسب الحاجة .</li>
</ul>
<h3>أدوات اختيارية</h3>
<ul>
<li>أنت تقر وتوافق على أننا نوفر الوصول إلى هذه الأدوات "كما هي" و"كما هي متاحة" دون أي ضمانات أو إقرارات أو شروط من أي نوع ودون أي تقييد.</li>
<li>لن نتحمل أي مسؤولية من أي نوع تنشأ أو تتعلق باستخدامك لأدوات الطرف الثالث الاختيارية.</li>
<li>أي استخدام من جانبك للأدوات الاختيارية المقدمة من خلال التطبيق/موقع الويب يكون على مسؤوليتك الخاصة وتقديرك بالكامل، ويجب عليك التأكد من أنك على دراية بالشروط التي يتم بموجبها توفير الأدوات من قبل موفر (مقدمي) الطرف الثالث ذي الصلة والموافقة عليها.</li>
<li>يجوز لنا أيضًا، في المستقبل، تقديم خدمات و/أو ميزات جديدة من خلال التطبيق/الموقع الإلكتروني (بما في ذلك إصدار أدوات وموارد جديدة) حيث تخضع هذه الميزات و/أو الخدمات الجديدة أيضًا لشروط هذه الخدمة.</li>
</ul>
<h3>روابط الطرف الثالث</h3>
<ul>
<li>قد تتضمن بعض المحتويات والمنتجات والخدمات المتوفرة عبر خدمتنا مواد من أطراف ثالثة.</li>
<li>قد تواجهك روابط الجهات الخارجية الموجودة على هذا التطبيق/موقع الويب إلى تطبيقات/مواقع ويب تابعة لجهات خارجية غير تابعة لنا.</li>
<li>نحن لسنا مسؤولين عن فحص أو تقييم المحتوى أو الدقة، ولا نضمن ولن نتحمل أي التزام أو مسؤولية عن أي مواد أو تطبيقات/مواقع ويب تابعة لجهة خارجية، أو عن أي خدمات اخرى نحن لسنا مسؤولين عن أي أضرار تتعلق بشراء، أو استخدام السلع، أو الخدمات، أو الموارد، أو المحتوى، أو أي معاملات أخرى تتم فيما يتعلق بأي تطبيقات / مواقع ويب تابعة لجهات خارجية.</li>
<li>يرجى مراجعة سياسات وممارسات الطرف الثالث بعناية والتأكد من فهمك لها قبل المشاركة في أي معاملة.</li>
<li>ينبغي توجيه الشكاوى، أو المطالبات، أو المخاوف، أو الأسئلة المتعلقة بمنتجات الطرف الثالث إلى الطرف الثالث.</li>
</ul>
<h3>تعليقات المستخدمين وردود الفعل والإرسالات الأخرى</h3>
<ul>
<li>إذا قمت، بناءً على طلبنا، بإرسال بعض المشاركات المحددة (على سبيل المثال إدخالات الأسئلة) أو بدون طلب منا، فإنك ترسل أفكارًا إبداعية، أو اقتراحات، أو مقترحات، أو خطط، أو مواد أخرى، سواء عبر الإنترنت أو عبر البريد الإلكتروني أو بخلاف ذلك (بشكل جماعي)، فإنك توافق على أنه يجوز لنا، في أي وقت، دون قيود، تحرير ونسخ ونشر وتوزيع وترجمة واستخدام أي تعليقات ترسلها إلينا بأي وسيلة.</li>
<li>نحن لسنا ملزمين ولن نكون ملزمين بالحفاظ على سرية أي تعليقات او دفع تعويض عن أي تعليقات، أو للرد على أي تعليقات.</li>
<li>لنا الحق في إزالة المحتوى الذي نحدده وفقًا لتقديرنا الخاص بأنه غير قانوني، أو مسيء، أو تهديد، أو تشهير، أو إباحي، أو فاحش، أو غير مرغوب فيه أو ينتهك الملكية الفكرية لأي طرف بهذه الشروط بالخدمة.</li>
<li>أنت توافق على أن تعليقاتك لن تنتهك أي حق لأي طرف ثالث، بما في ذلك حقوق الطبع والنشر، أو العلامة التجارية، أو الخصوصية، أو الشخصية، أو أي حق شخصي، أو حقوق ملكية أخرى.</li>
<li>أنت توافق على أن تعليقاتك لن تحتوي على مواد تشهيرية، أو غير قانونية، أو مسيئة، أو فاحشة أو تحتوي على أي فيروسات حاسوب أو برامج ضارة أخرى يمكن أن تؤثر بأي شكل من الأشكال على تشغيل الخدمة أو أي تطبيق/موقع ويب ذي صلة.</li>
<li>لا يجوز لك استخدام عنوان بريد إلكتروني مزيف، أو التظاهر بأنك شخص آخر غيرك، أو تضليلنا أو تضليل أطراف ثالثة فيما يتعلق بأصل أي تعليقات.</li>
<li>أنت وحدك المسؤول عن أي تعليقات تقوم بها وعن دقتها.</li>
<li>نحن لا نتحمل أي مسؤولية عن أي تعليقات تنشرها أنت أو أي طرف ثالث.</li>
</ul>
<h3>معلومات شخصية</h3>
<ul>
<li>إن تقديمك للمعلومات الشخصية من خلال التطبيق/الموقع الإلكتروني يخضع لسياسة الخصوصية الخاصة بنا.</li>
</ul>
<h3>الأخطاء وعدم الدقة والسهو</h3>
<p>في بعض الأحيان قد تكون هناك معلومات على التطبيق/الموقع الإلكتروني تحتوي على أخطاء مطبعية أو عدم الدقة أو السهو وقد يتعلق بأوصاف الخدمة والعروض الترويجية والعروض.</p>
<p>نحن نحتفظ بالحق في تصحيح أي أخطاء ناتجة عن عدم الدقة أو السهو، وتغيير أو تحديث المعلومات أو إلغاء الطلبات إذا كانت أي معلومات في التطبيق/الموقع الإلكتروني غير دقيقة في أي وقت دون إشعار مسبق (بما في ذلك خدمة ما بعد تقديم طلبك).</p>
<p>لا نتعهد بأي التزام بتحديث أو تعديل أو توضيح المعلومات على التطبيق/الموقع الإلكتروني، بما في ذلك (على سبيل المثال لا الحصر) معلومات التسعير، باستثناء ما يقتضيه القانون.</p>
<p>لا ينبغي اعتبار أي تحديث أو تاريخ تحديث محدد ومفعل على التطبيق/الموقع الإلكتروني هي إشارة إلى أن جميع المعلومات الموجودة في الخدمة أو على التطبيق/الموقع الإلكتروني قد تم تعديلها أو تحديثها.</p>
<h3>استخدامات محظورة</h3>
<p>يُحظر عليك استخدام التطبيق/الموقع الإلكتروني أو محتواه:</p>
<ol>
<li>لأي غرض غير قانوني.</li>
<li>حث الآخرين على أداء أو المشاركة في أي أعمال غير قانونية.</li>
<li>انتهاك أي لوائح، أو قواعد، أو قوانين، أو مراسيم محلية ودولية، أو اتحادية، أو إقليمية، أو عالمية.</li>
<li>انتهاك حقوق الملكية الفكرية الخاصة بنا أو حقوق الملكية الفكرية للآخرين.</li>
<li>المضايقة، أو الإساءة، أو الإهانة، أو الأذى، أو التشهير، أو الاستخفاف، أو التخويف، أو التمييز على أساس الجنس، أو الدين، أو العرق، أو السن، أو الأصل القومي، أو الإعاقة، أو لون البشرة.</li>
<li>تقديم معلومات كاذبة أو مضللة.</li>
<li>لتحميل أو نقل الفيروسات أو أي نوع آخر من التعليمات البرمجية الضارة التي سيتم أو يمكن استخدامها بأي طريقة من شأنها أن تؤثر على وظيفة أو تشغيل أي تطبيق/موقع إلكتروني خاص بنا، أو تطبيقات/مواقع إلكترونية أخرى، أو مستخدمي الإنترنت بشكل عام.</li>
</ol>
<h3>امتثال المعلم</h3>
<ul>
<li>لا نسمح مطلقًا استخدام التطبيق/الموقع إلكتروني للمعلم لتحقيق مكاسب مالية وغير مالية بشكل غير قانوني.</li>
<li>لا نسمح مطلقاً استخدام التطبيق/الموقع الإلكتروني للمعلم لنشر معلومات غير صحيحة بشكل متعمد وبيانات شخصية لمحاولة التحايل او الاستحواذ.</li>
<li>قد يؤدي عدم الالتزام بواحدة أو أكثر من هذه الشروط إلى الإنهاء الدائم لحسابك بالإضافة إلى عواقب مالية وقانونية.</li>
<li>يجب عليك التأكد من أن المعلومات المقدمة أثناء الإعداد دقيقة وكاملة.</li>
<li>يُمنع منعًا باتًا مشاركة المعلومات الشخصية مثل أرقام الهواتف أو معرفات البريد الإلكتروني أو روابط وسائل التواصل الاجتماعي أو أي رسالة أو رابط آخر يمكن أن يحدد هوية الطالب أو يساعد في التعرف على الطالب.</li>
<li>لا يُسمح لأي معلم وطالب تم ارتباطهم ببعضهما البعض عن طريق التطبيق/الموقع الإلكتروني الخاص بنا استخدام أي وسيلة غير قانونية للتواصل خارج الحدود التي تنص عليها الشروط والأحكام أو أي انتهاك لسياسة الخصوصية.</li>
<li>إذا تم حظر حساب المعلم على التطبيق/الموقع الإلكتروني ياسا المعلم لأي سبب من الأسباب، فإن إنشاء حساب جديد على تطبيق/موقع إلكتروني ياسا المعلم محظور تمامًا ويعرضك للمساءلة القانونية بدون موافقة مسبقة من جهتنا وعن طريق الوسائل القانونية المتاحة.</li>
<li>يجب استخدام كل حصة فقط لغرض التدريس.</li>
<li>أي حصة يقدمها المعلم للطالب على التطبيق/الموقع الإلكتروني بدون تعليم حقيقي سيتم اعتبارها حصة ملغية ولا يستحق عنها المعلم أي مقابل مالي.</li>
<li>كقاعدة عامة، يتضمن التعليم الحقيقي عن طريق التطبيق/الموقع الإلكتروني، على سبيل المثال لا الحصر، ما يلي: يجب أن تتضمن الحصة المقدمة على تفاعل يقدر على الأقل من 75 إلى 80% بين الطالب والمعلم فيما يتعلق بالسؤال الذي يطرحه الطالب والشرح الذي يقدمه المعلم أو المنهج الذي يقدمه المعلم للطالب بشكل عام.</li>
<li>يُحظر القبول الانتقائي من جهة المعلم للطلبات المقدمة من مجموعة معينة من الطلاب، لأن ياسا عبارة عن تطبيق/موقع إلكتروني يتم فيها معاملة جميع الطلبة بالتساوي.</li>
</ul>
<h3>إخلاء المسؤولية عن الضمانات وتحديد المسؤولية تجاه الآخرين</h3>
<ul>
<li>نحن لا نضمن أو نؤكد أن استخدامك لخدماتنا خلال التطبيق/الموقع الإلكتروني سيكون دون انقطاع أو في الوقت المناسب أو آمنًا أو خاليًا من الأخطاء الخارجة عن إرادتنا.</li>
<li>نحن لا نضمن أن جميع أو بعض النتائج التي يمكن الحصول عليها من استخدام خدماتنا على التطبيق/الموقع الإلكتروني ستكون دقيقة أو موثوقة إذا كانت خارجة عن إرادتنا.</li>
<li>أنت توافق على أنه يجوز لنا، من وقت لآخر، إزالة الخدمة المقدمة خلال التطبيق/الموقع الإلكتروني لفترات زمنية غير محددة أو إلغاء الخدمة في أي وقت، دون إشعارك.</li>
<li>أنت توافق صراحة على أن قدرتك على استخدام خدماتنا المقدمة على التطبيق/الموقع الإلكتروني أو عدم قدرتك على استخدامها يكون مسؤوليتك وحدك.</li>
<li>يتم تقديم الخدمات على التطبيق/الموقع الإلكتروني "كما هي متاحة" لاستخدامك، دون أي تأكيد أو ضمانات أو شروط من أي نوع، سواء كانت صريحة أو غير صريحة أو ضمنيًا، بما في ذلك جميع الضمانات أو الشروط الضمنية الخاصة بالشكل الأساسي للخدمة، والجودة، والملاءمة لغرض معين مع الحفاظ على حقوقنا للملكية الفكرية وحقوق عدم الانتهاك لسياسة الخصوصية.</li>
<li>لن تتحمل ياسا للتعليم الإلكتروني أو مديرونا أو مسؤولونا أو موظفونا أو الشركات التابعة لنا أو وكلاؤنا أو المتدربون أو مقدمو الخدمات أو المرخصون بأي حال من الأحوال إلى المسؤولية عن أي خسارة أو مطالبة أو أي ضرر مباشر أو غير مباشر أو عرضي أو عقابي أو خاص ، أو الأضرار اللاحقة من أي نوع، بما في ذلك، على سبيل المثال لا الحصر، الأرباح الضائعة أو الإيرادات الضائعة أو المدخرات الضائعة أو فقدان البيانات أو أي أضرار مماثلة، سواء كانت مستندة إلى العقد أو الضرر (بما في ذلك الإهمال) أو المسؤولية الصارمة أو غير ذلك الناشئة عن استخدامك لأي من الخدمات المقدمة على التطبيق/الموقع الإلكتروني أو أي منتجات تم شراؤها باستخدام خدماتنا أو لأي مطالبة أخرى تتعلق بأي شكل من الأشكال باستخدامك للخدمة أو أي منتج، بما في ذلك، على سبيل المثال لا الحصر، أي أخطاء أو سهو في أي محتوى ، أو أي خسارة أو ضرر من أي نوع يتم تكبده نتيجة لاستخدام الخدمة أو أي محتوى (أو منتج) منشور أو منقول أو متاح بطريقة أخرى عبر الخدمة، حتى لو تم الإخطار من جهتكم او من جهتنا بإمكانية حدوث ذلك.</li>
</ul>
<h3>التعويض</h3>
<ul>
<li>أنت توافق على تعويض ياسا للتعليم الإلكتروني والدفاع عنها وحمايتها وحماية شركائنا الرئيسيين والشركات التابعة لنا والمسؤولين والمديرين والوكلاء والمرخصين ومقدمي الخدمات والمتدربين والموظفين، من أي مطالبة أو طلب، بما في ذلك أتعاب المحاماة المعقولة، التي يدفعها أي طرف ثالث بسبب أو نتيجة لخرقك لشروط الخدمات المقدمة على التطبيق/الموقع الإلكتروني أو المستندات التي تتضمنها بالرجوع إليها، أو انتهاكك لأي قانون أو حقوق طرف ثالث.</li>
</ul>
<h3>قابلية الفصل</h3>
<ul>
<li>في حالة تحديد أي شرط من شروط الخدمة هذه على أنه غير قانوني أو باطل أو غير قابل للتنفيذ، فإن هذا الحكم يجب مع ذلك أن يكون قابلاً للتنفيذ إلى أقصى حد يسمح به القانون المعمول به، ويعتبر الجزء غير القابل للتنفيذ منفصلاً عن هذه الشروط بالخدمة ولا يؤثر هذا القرار على صحة وقابلية تنفيذ أي أحكام وشروط أخرى متبقية.</li>
</ul>
<h3>الإنهاء</h3>
<ul>
<li>تظل التزامات ومسؤوليات الأطراف المتسببة قبل تاريخ الإنهاء سارية بعد إنهاء هذه الاتفاقية لجميع الأغراض.</li>
<li>شروط هذه الخدمة سارية ما لم يتم إنهاؤها من قبلك أو من قبلنا.</li>
<li>يمكنك إنهاء شروط الخدمة هذه في أي وقت عن طريق إخطارنا بأنك لم تعد ترغب في استخدام خدماتنا أو عندما تتوقف عن استخدام التطبيق/الموقع الإلكتروني.</li>
<li>ويجوز لنا أيضًا إنهاء هذه الاتفاقية في أي وقت دون إشعار مسبق، وستظل مسؤولاً عن جميع المبالغ المستحقة حتى تاريخه.</li>
</ul>
<h3>القانون</h3>
<ul>
<li>تخضع شروط الخدمة هذه وأي اتفاقيات منفصلة نقدم بموجبها الخدمات لك وتفسر وفقًا لقوانين دولة الكويت والاختصاص القضائي.</li>
</ul>
<h3>تغييرات على شروط الخدمات</h3>
<ul>
<li>يمكنك مراجعة الإصدار الأحدث من شروط الخدمة في أي وقت على هذه الصفحة.</li>
<li>نحن نحتفظ بالحق، وفقًا لتقديرنا الخاص، في تحديث أو تغيير أو استبدال أي جزء من شروط الخدمة هذه عن طريق نشر التحديثات والتغييرات على تطبيقنا/موقعنا الإلكتروني.</li>
<li>تقع على عاتقك مسؤولية التحقق من تطبيقنا/موقعنا الإلكتروني بشكل دوري لمعرفة التغييرات.</li>
<li>إن استمرارك في استخدام تطبيقنا/موقعنا الإلكتروني أو الخدمة أو الوصول إليه بعد نشر أي تغييرات على شروط الخدمة هذه يشكل قبولًا لهذه التغييرات.</li>
</ul>

                    </div>
                </div>
                </Layoutmobile>
</>
        
    )
}
